pilot_case/PILOT-LH2-001/cases/CFD-INDEPENDENT/Allrun
#!/bin/sh
cd "${0%/*}" || exit 1
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions
restore0Dir
runApplication blockMesh
runApplication $(getApplication)
